/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: strings.xml conversion
 * Locale: en, English
 * Exported by: Unregistered user
 * Exported at: Wed, 23 Oct 2024 08:46:20 +0200
 */

/* loco:$1
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Used for scanning QR-codes";

/* loco:$2 */
"NSFaceIDUsageDescription" = "You can unlock the application using Face ID";

/* loco:$3
 * MARK: - App */
"app__name" = "Anexia Authenticator";

/* loco:$4 */
"commons__2fas" = "Anexia Authenticator";

/* loco:$5 */
"commons__OK" = "OK";

/* loco:$6 */
"commons__add" = "Add";

/* loco:$7
 * MARK: - Commons */
"commons__cancel" = "Cancel";

/* loco:$8 */
"commons__notifications" = "Notifications";

/* loco:$9
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%1$d of %2$d";

/* loco:$10
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Service already removed from Backup";

/* loco:$11
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Service already modified in Backup";

/* loco:$12
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "User is over quota on iCloud";

/* loco:$13
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud is not available";

/* loco:$14
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud has been disabled by the user";

/* loco:$15
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Anexia Authenticator backup";

/* loco:$16 */
"commons__close" = "Close";

/* loco:$17 */
"commons__continue" = "Continue";

/* loco:$18 */
"commons__copy" = "Copy";

/* loco:$19 */
"commons__delete" = "Delete";

/* loco:$20 */
"commons__dismiss" = "Dismiss";

/* loco:$21 */
"commons__done" = "Done";

/* loco:$22 */
"commons__edit" = "Edit";

/* loco:$23 */
"commons__enter_code_manually" = "Enter code manually";

/* loco:$24 */
"commons__error" = "Error";

/* loco:$25 */
"commons__info" = "Info";

/* loco:$26 */
"commons__next" = "Next";

/* loco:$27 */
"commons__notice" = "Notice";

/* loco:$28 */
"commons__off" = "Off";

/* loco:$29 */
"commons__on" = "On";

/* loco:$30
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Point your camera at the screen to capture the QR code";

/* loco:$31 */
"commons__rename" = "Rename";

/* loco:$32 */
"commons__retry" = "Retry";

/* loco:$33 */
"commons__save" = "Save";

/* loco:$34 */
"commons__scan_qr_code" = "Scan QR code";

/* loco:$35 */
"commons__service" = "Service";

/* loco:$36 */
"commons__set" = "Set";

/* loco:$37 */
"commons__skip" = "Skip";

/* loco:$38 */
"commons__tokens" = "Tokens";

/* loco:$39 */
"commons__warning" = "Warning";

/* loco:$40 */
"commons__no_results" = "No results";

/* loco:$41 */
"commons__customize" = "Customize";

/* loco:$42 */
"commons__approve" = "Approve";

/* loco:$43 */
"commons__deny" = "Deny";

/* loco:$44
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "The provided text is too long (max. %d chars)";

/* loco:$45 */
"commons__got_it" = "Got it!";

/* loco:$46 */
"fingerprint__verifying" = "Verifying…";

/* loco:$47
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Confirm Fingerprint to continue.";

/* loco:$48
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Use PIN this time";

/* loco:$49
 * MARK: - Introduction */
"introduction__page_1_title" = "You are awesome!";

/* loco:$50 */
"introduction__page_1_content" = "Your phone has just become a private and secured key to your online services thanks to the Anexia Authenticator app - trusted by over 6 million users worldwide.";

/* loco:$51 */
"introduction__page_2_title" = "Simple";

/* loco:$52 */
"introduction__page_2_content" = "Pair Anexia Authenticator with your online services. Activate two-factor security in seconds with your QR code.";

/* loco:$53 */
"introduction__page_3_title" = "Private";

/* loco:$54 */
"introduction__page_3_content" = "Anexia Authenticator respects and protects your privacy. This app will never collect, process, or use any of your personal data.";

/* loco:$55 */
"introduction__page_4_title" = "Secure";

/* loco:$56 */
"introduction__page_4_content_ios" = "Your tokens are stored offline via the device storage, so remember to back up your services! Use iCloud Sync and a PIN password to protect against unauthorized access and device damage.";

/* loco:$57
 * introduction__start_using */
"introduction__title" = "Start using Anexia Authenticator";

/* loco:$58 */
"introduction__tos" = "Terms of service";

/* loco:$59 */
"introduction__description_title" = "Pair your online service account with Anexia Authenticator or import your tokens";

/* loco:$60 */
"introduction__pair_new_service" = "Pair new service";

/* loco:$61
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Import Anexia Authenticator backup file";

/* loco:$62
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Import from Google Authenticator";

/* loco:$63
 * introduction__not_sure */
"introduction__what_to_do" = "Not sure what to do?";

/* loco:$64
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Export your accounts from Google Authenticator to a QR code using the \"Transfer Accounts\" option. Then using another device, take a picture of exported QR code, send it to your device (or make a screenshot if possible), and use the \"Choose QR code\" option below. If you're importing codes from another device, use the \"Scan QR code\" button instead.";

/* loco:$65
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Choose QR code";

/* loco:$66
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Scan QR code";

/* loco:$67
 * Original: Adding code */
"notifications__adding_code" = "Adding a new code";

/* loco:$68
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Secret key Copied";

/* loco:$69
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "This token is already present on the list";

/* loco:$70 */
"notifications__counter_copied" = "Counter Copied";

/* loco:$71 */
"notifications__token_copied" = "Token Copied";

/* loco:$72 */
"notifications__next_token_copied" = "Next Token Copied";

/* loco:$73
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Would you like to add this code: %@?";

/* loco:$74
 * MARK: - Permissions */
"permissions__open_settings" = "Open Settings";

/* loco:$75 */
"security__incorrect_PIN" = "Incorrect PIN";

/* loco:$76 */
"security__change_pin" = "Change PIN";

/* loco:$77 */
"security__confirm_you_are_device_owner" = "Please confirm you're the device owner";

/* loco:$78
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Please confirm your new PIN";

/* loco:$79 */
"security__create_pin" = "Create PIN";

/* loco:$80 */
"security__enter_current_pin" = "Please enter your current PIN";

/* loco:$81
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Please enter your new PIN";

/* loco:$82
 * security__enter_your_pin */
"security__enter_pin" = "Please enter your PIN";

/* loco:$83
 * MARK: - Security */
"security-too-many-attempts-try-again-after-formatt" = "Too many attempts. Please try again %@";

/* loco:$84 */
"security__too_many_attempts_try_again_after" = "Too many attempts. Please try again after %@ minutes.";

/* loco:$85
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Too many attempts. Please try again later.";

/* loco:$86
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Too many attempts. Please try after one minute";

/* loco:$87 */
"settings__backup_and_synchronization" = "Backup and Synchronization";

/* loco:$88 */
"settings__choose_topic" = "Choose topic";

/* loco:$89 */
"settings__configure_mail_service_try_again" = "Configure mail service and try again";

/* loco:$90 */
"settings__general" = "General";

/* loco:$91 */
"settings__mail_services_not_available" = "Mail services are not available";

/* loco:$92 */
"settings__problem" = "Problem";

/* loco:$93 */
"settings__security" = "Security";

/* loco:$94 */
"settings__select_pin_length" = "Select PIN length";

/* loco:$95 */
"settings__settings" = "Settings";

/* loco:$96
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Suggestion";

/* loco:$97 */
"settings__advanced" = "Advanced";

/* loco:$98 */
"settings__widgets" = "Widgets";

/* loco:$99 */
"settings__display_selected_services" = "Display selected services on the Home Screen Widgets.";

/* loco:$100
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "After you enable widgets, all your tokens can be accessed without your PIN code.\n\nAre you sure you want to enable widgets?";

/* loco:$101 */
"settings__show_next_token" = "Show next token";

/* loco:$102 */
"settings__see_incoming_tokens" = "See incoming tokens on the list.";

/* loco:$103 */
"settings__trash" = "Trash";

/* loco:$104 */
"settings__restore" = "Restore";

/* loco:$105 */
"settings__trash_is_empty" = "Trash is Empty";

/* loco:$106 */
"settings__share_app" = "Share the app";

/* loco:$107
 * tokens__remove_from_list */
"tokens__delete_token" = "Are you sure you want to delete the token for:";

/* loco:$108 */
"tokens__move_to_trash" = "Move to Trash";

/* loco:$109 */
"tokens__additional_info" = "Additional info";

/* loco:$110 */
"tokens__choose_method" = "Choose method";

/* loco:$111 */
"tokens__duplicated_private_key" = "Duplicated secret key";

/* loco:$112
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Incorrect secret key (only numbers 2 to 7, letters), max. 512 chars long";

/* loco:$113 */
"tokens__try_again" = "OK, let's try again";

/* loco:$114
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Point your camera to the screen to scan the QR Code";

/* loco:$115
 * tokens__private_key */
"tokens__service_key" = "Secret key";

/* loco:$116 */
"tokens__qr_code_leads_to_app_store" = "This QR Code takes you to the App Store";

/* loco:$117
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Delete Token";

/* loco:$118
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Search service";

/* loco:$119
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Sorry, service not found";

/* loco:$120
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Take another try with a different search term";

/* loco:$121 */
"tokens__service_key_to_short" = "Key is too short. Minimum 4 characters";

/* loco:$122 */
"tokens__service_name" = "Service name";

/* loco:$123
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "Secret key from scanned code is already used in %@. You're probably scanning it again";

/* loco:$124 */
"tokens__this_qr_code_is_inavlid" = "This code is incorrect or not supported. Try again.";

/* loco:$125 */
"tokens__type_service_name" = "Type service name";

/* loco:$126 */
"tokens__enter_service_name" = "Enter service name";

/* loco:$127
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Unfortunately, we don't know that service. How would you like to name it?";

/* loco:$128
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "You won't be able to restore this token anymore.";

/* loco:$129 */
"tokens__badge_color" = "Badge color";

/* loco:$130 */
"tokens__change_brand_icon" = "Change brand icon";

/* loco:$131 */
"tokens__change_label" = "Change label";

/* loco:$132 */
"tokens__service_information" = "Service Information";

/* loco:$133 */
"tokens__personalization" = "Personalization";

/* loco:$134 */
"tokens__brand_icon" = "Brand icon";

/* loco:$135 */
"tokens__label" = "Label";

/* loco:$136
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Remove this service from Anexia Authenticator app";

/* loco:$137
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Label (1 or 2 characters):";

/* loco:$138 */
"tokens__pick_background_color" = "Pick background color:";

/* loco:$139 */
"tokens__num_added" = "%@ added";

/* loco:$140 */
"tokens__next_token" = "Next Token: %@";

/* loco:$141 */
"tokens__next_token_title" = "Next Token value";

/* loco:$142 */
"tokens__my_tokens" = "My tokens";

/* loco:$143 */
"tokens__removing_group" = "Removing Group";

/* loco:$144
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "All tokens will be moved to the group: \"My tokens\"";

/* loco:$145 */
"tokens__add_group" = "Add group";

/* loco:$146 */
"tokens__group_name" = "Group name:";

/* loco:$147 */
"tokens__select_from_gallery" = "Select from Gallery";

/* loco:$148 */
"tokens__camera_is_unavailable" = "Camera is unavailable";

/* loco:$149
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Check if the app has proper permissions in the System Settings";

/* loco:$150 */
"tokens__no_qr_codes_found" = "No QR codes found";

/* loco:$151
 * tokens__no_correct_qr_code_had_been_found
No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "There is no correct QR code in the selected image. Please try a different image.";

/* loco:$152 */
"tokens__select_service" = "Select Service";

/* loco:$153 */
"tokens__adding_service_question_title" = "What service do you want to add?";

/* loco:$154 */
"tokens__retype_this_token" = "Retype this token";

/* loco:$155
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Unlock and retype this token";

/* loco:$156 */
"tokens__group" = "Group";

/* loco:$157 */
"tokens__select_group" = "Select group";

/* loco:$158 */
"tokens__google_auth_import" = "Importing 2FA tokens from the Google Authenticator app";

/* loco:$159 */
"tokens__google_auth_import_subtitle" = "This QR code allows importing tokens from Google Authenticator";

/* loco:$160
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%1$d out of %2$d";

/* loco:$161 */
"tokens__google_auth_import_subtitle_end" = "Tokens will be imported.";

/* loco:$162 */
"tokens__sort_by" = "Sort by";

/* loco:$163
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:$164
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:$165 */
"tokens__sort_by_manual" = "Manual";

/* loco:$166 */
"tokens__advanced" = "Advanced";

/* loco:$167
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Alert";

/* loco:$168
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Changing advanced settings is not recommended. Do so only when your 2FA provider requires it and when you have clear instructions.";

/* loco:$169 */
"tokens__token_settings" = "Token settings";

/* loco:$170 */
"tokens__otp_authentication" = "OTP Authentication";

/* loco:$171 */
"tokens__algorithm" = "Algorithm";

/* loco:$172 */
"tokens__refresh_time" = "Refresh time";

/* loco:$173 */
"tokens__number_of_digits" = "Number of digits";

/* loco:$174 */
"tokens__counter" = "Counter";

/* loco:$175 */
"tokens__initial_counter" = "Initial counter";

/* loco:$176
 * A number replaces %d */
"tokens__second" = "%d sec";

/* loco:$177 */
"tokens__hotp" = "HOTP";

/* loco:$178 */
"tokens__totp" = "TOTP";

/* loco:$179 */
"tokens__advanced_settings_footer_title" = "Changing advanced settings is not recommended. Do so only when your 2FA provider requires it and when you have clear instructions.";

/* loco:$180 */
"tokens__gallery_advice_title" = "Best practice";

/* loco:$181
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Service added successfully. We strongly recommend that you";

/* loco:$182
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "delete the QR screenshot from your gallery.";

/* loco:$183 */
"tokens__gallery_advice_content_last" = "If someone takes over this QR code screenshot, they will be able to get your 2FA codes to this service.";

/* loco:$184 */
"tokens__request_icon_page_title" = "Request an icon";

/* loco:$185 */
"tokens__request_icon_social_title" = "Let us know on Discord";

/* loco:$186 */
"tokens__request_icon_social_link" = "Log in to our Discord server";

/* loco:$187 */
"tokens__request_icon_social_description" = "and let users vote for requested icons.";

/* loco:$188 */
"tokens__request_icon_middle" = "or";

/* loco:$189 */
"tokens__request_icon_provider_title" = "Let the service provider know";

/* loco:$190 */
"tokens__request_icon_provider_description" = "You can use Social Media or email and share this text with them:";

/* loco:$191 */
"tokens__request_icon_provider_message" = "Hey! I’m using the Anexia Authenticator app to log in to your service with 2FA. However, your icon is missing!";

/* loco:$192 */
"tokens__request_icon_provider_message_link" = "";

/* loco:$193 */
"tokens__request_icon_provider_footnote" = "Don’t forget to tag the company’s official account!";

/* loco:$194 */
"tokens__order_icon_description" = "Can’t find a brand icon in the Anexia Authenticator app?";

/* loco:$195 */
"tokens__order_icon_link" = "Request a brand icon";

/* loco:$196 */
"tokens__order_icon_title" = "Request a brand icon";

/* loco:$197 */
"tokens__order_menu_title" = "Select the request method";

/* loco:$198 */
"tokens__order_menu_option_user" = "Request icon as a user";

/* loco:$199 */
"tokens__order_menu_option_company" = "Submit icon as a company";

/* loco:$200
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "You will not be able to sign in to your %1$@ account without this token, as long as you have second factor authentication for %2$@ turned on.";

/* loco:$201 */
"voiceover__show_service_key" = "Show Secret key";

/* loco:$202 */
"voiceover__copy_service_key" = "Copy Secret key";

/* loco:$203
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Counter with seconds left to token change";

/* loco:$204 */
"voiceover__delete_button" = "Delete button";

/* loco:$205 */
"voiceover__service_deleted" = "Service deleted";

/* loco:$206
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "This field contains a hidden Secret key. To reveal it, use the Show button. It will only work if you have set up the apps PIN for the lock screen";

/* loco:$207 */
"voiceover__service_name" = "Service name: %@";

/* loco:$208 */
"voiceover__additional_info" = "Additional info: %@";

/* loco:$209 */
"voiceover__token_tap_to_copy" = "Token %@. Tap to copy";

/* loco:$210 */
"voiceover__edit" = "Edit %@";

/* loco:$211 */
"voiceover__service_label_with_name_and_color" = "Service label with name %1$@ and color %2$@";

/* loco:$212 */
"voiceover__service_icon" = "%@ service icon";

/* loco:$213 */
"voiceover__selected" = "Selected";

/* loco:$214 */
"voiceover__not_selected" = "Not selected";

/* loco:$215 */
"voiceover__badge_color" = "Badge color: %@";

/* loco:$216 */
"voiceover__dismissing" = "Dismissing";

/* loco:$217 */
"voiceover__secret_hint" = "Only numbers 2 to 9, letters. At least 4 characters";

/* loco:$218 */
"voiceover__add_service" = "Add Service";

/* loco:$219 */
"voiceover__add_group" = "Add Group";

/* loco:$220
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Use the Add Service button to add a new service";

/* loco:$221 */
"voiceover__no_search_results" = "No search results";

/* loco:$222
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Use Sort By to set service sorting";

/* loco:$223 */
"voiceover__spinner" = "Loading content";

/* loco:$224 */
"backup__incorrect_secret" = "Couldn't backup tokens because \"%@\" secret contains invalid characters. Remove it from list and try again";

/* loco:$225 */
"backup__import" = "Import";

/* loco:$226 */
"backup__export" = "Export";

/* loco:$227 */
"backup__backup_disabled_title" = "Anexia Authenticator backup will be disabled to protect its integrity";

/* loco:$228 */
"backup__error_while_exporting_file" = "Error while exporting the file";

/* loco:$229 */
"backup__import_completed_successfuly" = "Import completed successfuly";

/* loco:$230
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Another app uses the camera. If closing other apps don't help, then reboot the device";

/* loco:$231
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "The camera is unavailable because of system overload. Try rebooting the device";

/* loco:$232 */
"camera__cant_initialize_camera_general" = "Can't initialize the camera. Try rebooting the device";

/* loco:$233 */
"camera__cant_initialize_camera_split_view" = "Can't initialize camera in Split View mode. Open app in full screen and try again";

/* loco:$234 */
"restore__how_to_restore" = "How to restore Anexia Authenticator app?";

/* loco:$235 */
"restore__application_restoration" = "Application restoration";

/* loco:$236
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "If you have forgotten the PIN or want to reset the Anexia Authenticator app, you have to reinstall the app.";

/* loco:$237
 * restore_please_remember */
"restore__backup_advice" = "Be advised that if you do not have a backup and reset the app, you will lose access to all your codes. And therefore, access to all your 2FA-secured accounts.";

/* loco:$238
 * restore_if_you_have_backup */
"restore__backup_title" = "If you have a backup, take it easy, you'll be able to restore all your codes.";

/* loco:$239 */
"backup__cloud_backup" = "Cloud Backup";

/* loco:$240 */
"backup__icloud_sync" = "iCloud Sync";

/* loco:$241 */
"backup__section_description" = "RECOMMENDED: iCloud Sync keeps your tokens secure in Apple iCloud in case of loss or damage to your device. Keep it turned on.";

/* loco:$242 */
"backup__file_backup" = "File Backup";

/* loco:$243
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Use file backup for offline backup of your tokens.";

/* loco:$244 */
"backup__backup_removal" = "Backup removal";

/* loco:$245 */
"backup__delete_2fas_backup" = "Delete Anexia Authenticator backup";

/* loco:$246 */
"backup__warning_introduction" = "Warning! If you delete Anexia Authenticator backup, you will also erase all tokens from other devices synced with this account. To preserve the tokens on other devices, please ensure that you've turned off the Anexia Authenticator backup before the deletion.";

/* loco:$247
 * backup__i_want_to_delete */
"backup__delete_title" = "I want to delete the Backup";

/* loco:$248 */
"backup__export_to_backup_file" = "Export backup to file";

/* loco:$249
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "You can import exported files on other devices with the Anexia Authenticator application";

/* loco:$250 */
"backup__export_to_file" = "Export to file";

/* loco:$251 */
"backup__verify_pin" = "Verify PIN";

/* loco:$252 */
"backup__save_file" = "Save file";

/* loco:$253 */
"backup__import_backup_file" = "Import backup file";

/* loco:$254
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "You're going to import a backup file containing";

/* loco:$255 */
"backup__import_file" = "Import file";

/* loco:$256 */
"backup__choose_antother_file" = "Choose another file";

/* loco:$257 */
"backup__no_new_services" = "Nothing to import";

/* loco:$258 */
"backup__file_error" = "File error!";

/* loco:$259
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Services from the file will be merged with the ones in your app";

/* loco:$260 */
"backup__no_new_services_error" = "Either this file is empty, or all the services within are already available in the app";

/* loco:$261 */
"backup__update_required_to_import_title" = "You'll need a new version of the app to import the contents of this file. You can find the newest version in the App Store";

/* loco:$262 */
"backup__cant_read_file_error" = "Can't read this file. It can be damaged, or there was an error while trying to access it. Please choose another one";

/* loco:$263 */
"backup__password" = "Password";

/* loco:$264 */
"backup__repeat_password" = "Repeat password";

/* loco:$265 */
"backup__incorrect_character_error" = "Incorrect character. Use only letter A-Z, a-z, digits and special characters: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:$266 */
"backup__to_short_error" = "Provided phrase is too short (min. 3 char)";

/* loco:$267 */
"backup__passwords_dont_match" = "Passwords don't match";

/* loco:$268 */
"backup__save_and_export" = "Save and export";

/* loco:$269 */
"backup__set_password_title" = "To increase the protection of your backup file, please set the password";

/* loco:$270 */
"backup__enter_password_title" = "Type in a password for this backup file to proceed with the import process";

/* loco:$271 */
"backup__backup_file_password_title" = "Set a password for this backup file";

/* loco:$272 */
"backup__incorrect_password" = "Incorrect Password";

/* loco:$273
 * %d - number */
"backup__new_services" = "%d new services";

/* loco:$274
 * %d - number */
"backup__services_imported_count" = "%d services imported from file";

/* loco:$275
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "There's a problem with iCloud. Check system settings";

/* loco:$276
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "This file is encrypted. We support only unencrypted files";

/* loco:$277 */
"tokens__copy_token" = "Copy token";

/* loco:$278
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Yes, I want to delete this service";

/* loco:$279 */
"color__neutral" = "Neutral";

/* loco:$280 */
"color__light_blue" = "Light blue";

/* loco:$281 */
"color__indigo" = "Indigo";

/* loco:$282 */
"color__purple" = "Purple";

/* loco:$283 */
"color__turquoise" = "Turquoise";

/* loco:$284 */
"color__green" = "Green";

/* loco:$285 */
"color__red" = "Red";

/* loco:$286 */
"color__orange" = "Orange";

/* loco:$287 */
"color__yellow" = "Yellow";

/* loco:$288 */
"settings__knowledge" = "Knowledge";

/* loco:$289 */
"settings__support_and_share" = "Support and Share";

/* loco:$290 */
"settings__tell_a_friend" = "Tell a friend";

/* loco:$291 */
"settings__write_a_review" = "Write a review";

/* loco:$292 */
"settings__about" = "About us";

/* loco:$293 */
"settings__privacy_policy" = "Privacy policy";

/* loco:$294 */
"settings__terms_of_service" = "Terms of Service";

/* loco:$295 */
"settings__version" = "App version %@";

/* loco:$296 */
"settings__no_limit" = "No limit";

/* loco:$297 */
"settings__pin_code" = "PIN code";

/* loco:$298 */
"settings__app_security" = "App security";

/* loco:$299 */
"settings__app_blocking" = "Lockout settings";

/* loco:$300 */
"settings__face_id" = "Face ID";

/* loco:$301 */
"settings__touch_id" = "Touch ID";

/* loco:$302
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Block after X failed attempts:";

/* loco:$303 */
"settings__how_many_attempts_footer" = "Select the maximum number of unsuccessful attempts to enter the passcode before locking the application (lockout time can be changed below).";

/* loco:$304 */
"settings__block_for" = "Lockout time";

/* loco:$305 */
"settings__3_minutes" = "3 minutes";

/* loco:$306 */
"settings__5_minutes" = "5 minutes";

/* loco:$307 */
"settings__10_minutes" = "10 minutes";

/* loco:$308 */
"settings__limit_of_trials" = "Max failed attempts";

/* loco:$309 */
"settings__pin_4_digits" = "4-digits code";

/* loco:$310 */
"settings__pin_6_digits" = "6-digits code";

/* loco:$311 */
"settings__biometric_authentication" = "Biometric Authentication";

/* loco:$312 */
"settings__donations" = "Donations";

/* loco:$313 */
"settings__donate_twofas" = "Donate to Anexia Authenticator";

/* loco:$314 */
"new_version__new_version_title" = "New version";

/* loco:$315 */
"new_version__new_version_message_ios" = "A new version of Anexia Authenticator is available on App Store. Update now!";

/* loco:$316 */
"new_version__update_action" = "Update now";

/* loco:$317
 * new_version__skip_action */
"new_version__skip_title" = "Skip this version";

/* loco:$318
 * new_version__later_action */
"new_version__update_later" = "Update later";

/* loco:$319 */
"browser__browser_extension" = "Browser extension";

/* loco:$320 */
"browser__info_title" = "Anexia Authenticator Web Browser extension";

/* loco:$321 */
"browser__info_description_first" = "Install the Anexia Authenticator browser extension on your desktop computer.";

/* loco:$322 */
"browser__info_description_second" = "Pair it with your Anexia Authenticator app.";

/* loco:$323 */
"browser__more_info" = "More info:";

/* loco:$324 */
"browser__more_info_link_title" = "";

/* loco:$325 */
"browser__pair_with_web_browser" = "Pair with web browser";

/* loco:$326 */
"browser__more_info_link" = "";

/* loco:$327 */
"browser__pairing_successful_title" = "Pairing successful!";

/* loco:$328 */
"browser__pairing_successful_description" = "Anexia Authenticator will send you a Push Notification whenever you log in to your online services using this web browser. You will no longer need to re-type your tokens for each use.";

/* loco:$329 */
"browser__pairing_failed_title" = "Pairing failed :(";

/* loco:$330 */
"browser__pairing_failed_description" = "This QR code wasn’t recognized, and Anexia Authenticator could not pair this device with the browser extension. Please try again.";

/* loco:$331
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Already paired!";

/* loco:$332
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "This Browser Extension is already paired with this device.";

/* loco:$333 */
"browser__contact_support" = "Contact support";

/* loco:$334 */
"browser__pairing_with_browser" = "Pairing with browser";

/* loco:$335
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Paired devices (web browsers)";

/* loco:$336 */
"browser__add_new" = "Add new";

/* loco:$337
 * browser__this_device */
"browser__this_device_name" = "Device nickname";

/* loco:$338 */
"browser__device_name" = "Device nickname";

/* loco:$339 */
"browser__name" = "Name";

/* loco:$340 */
"browser__this_device_footer" = "This nickname will help you identify this device among other devices paired with the Anexia Authenticator browser extension";

/* loco:$341 */
"browser__browser_extension_settings" = "Browser Extensions settings";

/* loco:$342 */
"browser__unkown_name" = "<UNKOWN_NAME>";

/* loco:$343 */
"browser__request_source_description" = "%1$@ requested a 2FA token for %2$@. Select the service to authorize and save with this domain.";

/* loco:$344 */
"browser__request" = "Browser request";

/* loco:$345
 * browser__code_success */
"browser__code_success_title" = "Token sent successfully!";

/* loco:$346 */
"browser__code_failure" = "Error while sending the code. %@";

/* loco:$347 */
"browser__deleting_paired_device_title" = "Deleting Paired Device";

/* loco:$348 */
"browser__deleting_paired_device_content" = "Are you sure you want to delete paired device?";

/* loco:$349 */
"browser__pairing_date" = "Date paired";

/* loco:$350 */
"browser__forget_this_browser" = "Forget this web browser";

/* loco:$351
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "List of paired domains.";

/* loco:$352 */
"browser__deleting_extension_pairing_title" = "Remove domain?";

/* loco:$353 */
"browser__deleting_extension_pairing_content" = "The next time you use the browser extension to login to %@, you'll be asked to pair this domain again.";

/* loco:$354 */
"browser__push_notifications_title" = "Push Notifications";

/* loco:$355 */
"browser__push_notifications_content" = "To access functionality like Browser Extension application needs access to Push Notifications. You can change this setting at any time in System Settings.";

/* loco:$356 */
"browser__request_expired" = "Request expired";

/* loco:$357 */
"browser__2fa_token_request_title" = "2FA Token Request";

/* loco:$358 */
"browser__2fa_token_request_content" = "Do you want to share the 2FA token for";

/* loco:$359 */
"notifications__no_notifications" = "No notifications";

/* loco:$360 */
"CFBundleSpokenName" = "Anexia Authenticator";

/* loco:$361 */
"commons__2fas_toolbar" = "Anexia Authenticator";

/* loco:$362 */
"backup__google_drive_not_available" = "Google Drive is not available";

/* loco:$363 */
"backup__google_drive_disabled_title" = "Google Drive has been disabled by the user";

/* loco:$364 */
"backup__update_required_to_import_title_2" = "You'll need a new version of the app to import the contents of this file. You can find the newest version in the Google Store";

/* loco:$365 */
"tokens__qr_code_leads_to_google_store" = "This QR Code takes you to the Google Store";

/* loco:$366 */
"introduction__page_4_content_android" = "Your tokens are stored offline via the device storage, so remember to back up your services! Use Google Drive Sync and PIN password to protect against unauthorized access and device damage.";

/* loco:$367 */
"new_version__new_version_message_android" = "A new version of Anexia Authenticator is available on Google Store. Update now!";

/* loco:$368 */
"security_error_no_match" = "PIN does not match! Please try again.";

/* loco:$369 */
"settings_developer_options" = "Developer Options";

/* loco:$370 */
"settings__external_import" = "Import tokens";

/* loco:$371 */
"settings__browser_extension_result_toolbar_title" = "Pairing result";

/* loco:$372 */
"tokens__caution" = "CAUTION";

/* loco:$373 */
"tokens__qr_point_and_scan_again" = "Point your camera to the right QR Code and scan again.";

/* loco:$374 */
"tokens__service_unsaved_changes" = "Do you want to discard your changes?";

/* loco:$375 */
"tokens__service_unsaved_changes_title" = "Unsaved changes";

/* loco:$376 */
"tokens__service_key_invalid_format" = "Key has an invalid format";

/* loco:$377 */
"intent_error_no_gallery_app" = "System error! There is no system gallery app.";

/* loco:$378 */
"gdrive_permission_title" = "Google Drive Permission";

/* loco:$379 */
"gdrive_permission_msg" = "We need Google Drive permission in order to save the backup files in app data.";

/* loco:$380 */
"gdrive_internet_title" = "Internet Connection Required";

/* loco:$381 */
"gdrive_internet_msg" = "In order to sync with Google, you need to enable an Internet connection.";

/* loco:$382 */
"gdrive_wipe_internet_msg" = "In order to revoke access to Google Drive, you need to enable the Internet connection.";

/* loco:$383 */
"backup_explanation_msg" = "Automatically store and sync your backup file in the hidden folder on your Google Drive. This folder is only accessible to the Anexia Authenticator app.";

/* loco:$384 */
"backup_error_unknown" = "An error occurred during backup sync. Please restart the app after a couple of minutes and try again.";

/* loco:$385 */
"backup_error_encrypt_unknown" = "An error occurred during backup encryption. Please set your password again.";

/* loco:$386 */
"backup_error_decrypt_unknown" = "An error occurred during backup decryption. Please set your password again.";

/* loco:$387 */
"backup__google_drive_problem_title" = "There's a problem with iCloud. Check system settings";

/* loco:$388 */
"backup_error_auth" = "There was a problem with your Google Drive account permissions. Try to turn the sync on and off.";

/* loco:$389 */
"backup_error_no_password" = "Your backup is password protected. Turn it on and enter your password.";

/* loco:$390 */
"backup_error_wrong_password" = "Your backup is password protected but provided password is incorrect. Turn it on and enter your password.";

/* loco:$391 */
"customization_service_assignment" = "Service Assignment";

/* loco:$392 */
"customization_personalization" = "Personalization";

/* loco:$393 */
"customization_change_brand" = "Change branding";

/* loco:$394 */
"customization_advanced" = "Advanced";

/* loco:$395 */
"customization_request_icon" = "Request an icon";

/* loco:$396 */
"customization_edit_label" = "Edit label";

/* loco:$397 */
"groups_delete_msg" = "Are you sure you want to delete this group?";

/* loco:$398 */
"export_backup_title" = "Your backup file is ready for export";

/* loco:$399 */
"export_backup_msg" = "Export this file to keep your Anexia Authenticator tokens securely backed up. You can import it later to this or other devices using the Anexia Authenticator app.";

/* loco:$400 */
"export_backup_pass" = "Export file without password\n(not recommended)";

/* loco:$401 */
"import_backup_msg2" = "The file will be synchronised with the app's service list.";

/* loco:$402 */
"backup_notice_later" = "Maybe Later";

/* loco:$403 */
"backup_notice_cta" = "Turn On";

/* loco:$404 */
"widgets_empty_msg" = "No services added";

/* loco:$405 */
"backup__section_description_google" = "RECOMMENDED: Google Drive Sync keeps your tokens secure in Google Drive in case of loss or damage to your device. Keep it turned on.";

/* loco:$406 */
"backup_turn_off_title" = "Turning Google Drive Sync off?";

/* loco:$407 */
"backup_turn_off_msg1" = "2FA tokens will remain on this device and on your Google Drive, but will not be synced. You will also be logged out from your Google Account.";

/* loco:$408 */
"backup_turn_off_msg2" = "Remember, in case of loss or damage to this device or app removal, you may not be able to recover your tokens, and you will lose access to online accounts secured by 2FA.";

/* loco:$409 */
"backup_settings_password_set_subtitle" = "Secure a Google Drive backup file with a custom password.";

/* loco:$410 */
"backup_settings_password_remove_title" = "Remove password";

/* loco:$411 */
"backup_settings_password_remove_subtitle" = "Remove the password for your Google Drive backup file.";

/* loco:$412 */
"backup_settings_account_title" = "Google account";

/* loco:$413 */
"backup_settings_sync_title" = "Last synchronization";

/* loco:$414 */
"browser_extension_result_success_description" = "Anexia Authenticator will send you PUSH notifications whenever you log in to your online services using this web browser. You will no longer need to re-type your tokens for each use.";

/* loco:$415 */
"browser_extension_browser_dialog" = "Browser name";

/* loco:$416 */
"biometric_dialog_auth_title" = "Authenticate";

/* loco:$417 */
"biometric_dialog_auth_subtitle" = "Use your biometric credential";

/* loco:$418 */
"about_licenses" = "Open source licenses";

/* loco:$419 */
"externalimport_description" = "You can import your tokens to Anexia Authenticator from different apps. Choose an app from the list and follow the instructions.";

/* loco:$420 */
"externalimport_select_app" = "Select app";

/* loco:$421 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:$422 */
"externalimport_aegis" = "Aegis";

/* loco:$423 */
"externalimport_raivo" = "Raivo OTP";

/* loco:$424 */
"android__app_name" = "Anexia Authenticator";

/* loco:$425 */
"commons__yes" = "Yes";

/* loco:$426 */
"commons__no" = "No";

/* loco:$427 */
"commons__search" = "Search";

/* loco:$428 */
"errors__no_app" = "No application that supports this link";

/* loco:$429 */
"permissions__camera_permission" = "Camera Permission";

/* loco:$430 */
"permissions__camera_permission_description" = "Camera permission is required to scan QR codes. If you want to use this feature go to Application Information and Permissions and Enable Camera.";

/* loco:$431 */
"security__disable_pin" = "Disable PIN";

/* loco:$432 */
"security__enter_your_new_pin" = "Please enter your new %@ PIN";

/* loco:$433 */
"security__pin_error_incorrect" = "PIN incorrect! Please try again";

/* loco:$434 */
"settings__biometrics" = "Biometrics";

/* loco:$435 */
"settings__support" = "Anexia Authenticator Support";

/* loco:$436 */
"settings__developer" = "Developer Options";

/* loco:$437 */
"settings__option_fingerprint" = "Biometric Lock";

/* loco:$438 */
"settings__option_theme" = "Theme";

/* loco:$439 */
"settings__theme_option_auto" = "Auto";

/* loco:$440 */
"settings__theme_option_auto_system" = "Auto - System Settings";

/* loco:$441 */
"settings__theme_option_dark" = "Dark";

/* loco:$442 */
"settings__theme_option_light" = "Light";

/* loco:$443 */
"tokens__copied_clipboard" = "Token copied to clipboard!";

/* loco:$444 */
"tokens__next_copied_clipboard" = "Next token copied to clipboard!";

/* loco:$445 */
"tokens__do_you_really_want_to_remove_all_devices" = "Do you want to permanently delete this 2FA service?";

/* loco:$446 */
"tokens__fab_addmanually" = "Add manually";

/* loco:$447 */
"tokens__qr_does_not_work" = "This QR Code does not work!";

/* loco:$448
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Could not read the QR code from the image!";

/* loco:$449 */
"tokens__qr_read_image_try_again" = "Try to select a different image.";

/* loco:$450 */
"tokens__remove_it_forever" = "Delete service forever";

/* loco:$451
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Service could not be added because secret key is invalid. Try again.";

/* loco:$452
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Service with this secret key already exists. Do you want to override it?";

/* loco:$453 */
"tokens__service_key_invalid_characters" = "Key contains invalid characters";

/* loco:$454 */
"tokens__show_service_key" = "Show secret key";

/* loco:$455
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Your secret key is protected. Please add a PIN or Fingerprint lock to see it.";

/* loco:$456 */
"tokens__tokens_list_is_empty" = "Services list is empty";

/* loco:$457 */
"tokens__use_plus_button_to_add_tokens" = "Use the \"+\" button to add a new service";

/* loco:$458 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "You will be unable to sign in to your %1$@ account without this token as long as you have two-factor authentication for %2$@ enabled.\n\nYou will be unable to restore this token from Anexia Authenticator trash.";

/* loco:$459 */
"import_ga_success" = "Services successfully imported!";

/* loco:$460
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "You need an active Internet connection to sync your backup. Please turn on your network connection and try again.";

/* loco:$461 */
"update_app_title" = "Update app";

/* loco:$462
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Please update to the newest Anexia Authenticator version to get all features and maintain a high-security level.";

/* loco:$463 */
"delete_service_title" = "You are deleting";

/* loco:$464
 * from your 2FAS service list.

Remember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "from your Anexia Authenticator service list.\n\nRemember, as long as you have second-factor authentication turned on, you will not log in to %@ account without this token.";

/* loco:$465 */
"delete_service_cta" = "Delete";

/* loco:$466 */
"export_backup_cta" = "Export";

/* loco:$467 */
"export_backup_share_cta" = "Share";

/* loco:$468 */
"import_backup_title" = "Import backup from the file";

/* loco:$469 */
"import_backup_msg1" = "You are going to import backup file with";

/* loco:$470 */
"import_backup_cta" = "Import";

/* loco:$471 */
"widgets_warning_msg" = "Tokens visible in the widget are not protected by your PIN code.\n\nAre you sure you want to display your tokens in the widget?";

/* loco:$472 */
"widgets_warning_title" = "WARNING!";

/* loco:$473 */
"widgets_warning_cta" = "Yes, I am sure";

/* loco:$474 */
"backup_notice_title" = "Anexia Authenticator backup";

/* loco:$475 */
"backup_notice_msg" = "Enable Anexia Authenticator backup. In the event of a reset or loss of your phone, you will be able to restore all your tokens.";

/* loco:$476 */
"brand_empty_msg" = "Sorry, brand not found";

/* loco:$477
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Select which services will be visible on the widget:";

/* loco:$478 */
"backup_turn_off_cta" = "Disable Sync";

/* loco:$479 */
"backup_turn_off_cancel" = "Cancel";

/* loco:$480 */
"backup_settings_password_set_title" = "Set password";

/* loco:$481 */
"backup_settings_delete_title" = "Delete backup file from Google Drive";

/* loco:$482
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled, and tokens will remain only on this and other devices via local storage.";

/* loco:$483 */
"browser__result_error_browser_paired" = "Your Anexia Authenticator app is already paired with this browser.";

/* loco:$484
 * Scan QR code again */
"browser__result_error_cta" = "Scan the QR code again";

/* loco:$485 */
"browser__scan_error_dialog_title" = "Error";

/* loco:$486
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "The scanned QR code has an unsupported format. Please try again.";

/* loco:$487 */
"browser__scan_error_dialog_msg_unknown" = "Unknown error when scanning QR code. Please try again.";

/* loco:$488 */
"biometric_dialog_auth_cancel" = "Use PIN this time";

/* loco:$489 */
"biometric_dialog_setup_title" = "Enable authentication";

/* loco:$490 */
"biometric_dialog_setup_cancel" = "Cancel";

/* loco:$491
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "To enable Biometric Lock, you need to enable and set a PIN Code.";

/* loco:$492 */
"settings__block_for_footer" = "Select the time for which the app will be locked.";

/* loco:$493 */
"error__out_of_disk_space" = "It appears that either you've run out of disk space now, or such an event in the past damaged the database";

/* loco:$494 */
"error__cloud_backup_newer_version" = "Cloud backup has been migrated to the new version. Update the app";

/* loco:$495 */
"error__cloud_backup_encrypted_not_supported" = "Cloud backup is encrypted. Update the app to support this feature";

/* loco:$496 */
"extension__continue_to_app" = "Continue to app";

/* loco:$497 */
"extension__cancel" = "Cancel";

/* loco:$498 */
"extension__authorize" = "Authorize";

/* loco:$499 */
"extension__dismiss" = "Dismiss";

/* loco:$500 */
"extension__request_sent" = "Request sent";

/* loco:$501 */
"extension__send_question_title" = "Send token?";

/* loco:$502 */
"extension__send_question_content" = "%1$@ requested Anexia Authenticator token for %2$@";

/* loco:$503 */
"extension__error_while_sending" = "Error while sending token";

/* loco:$504 */
"extension__not_paired_title" = "This website is not paired";

/* loco:$505 */
"extension__not_paired_content" = "Open the app and select a service for this domain";

/* loco:$506 */
"extension__error_open_the_app" = "Open the app and check if Browser Extension is properly paired";

/* loco:$507 */
"extension__error_no_internet" = "There's a connection problem";

/* loco:$508 */
"extension__try_again" = "Please try again";

/* loco:$509 */
"extension__error" = "Error";

/* loco:$510 */
"extension__error_no_services" = "For Browser Extension to work, please add services to the Anexia Authenticator app";

/* loco:$511 */
"extension__approve" = "Approve";

/* loco:$512 */
"extension__deny" = "Deny";

/* loco:$513 */
"settings__turn_pin_code_to_enable_faceid" = "Turn on the PIN code and Face ID authorization to prevent unauthorized access to your tokens on this device.";

/* loco:$514 */
"settings__turn_pin_code_to_enable_touchid" = "Turn on the PIN code and Touch ID authorization to prevent unauthorized access to your tokens on this device.";

/* loco:$515 */
"settings__send_logs_error_not_exists" = "Provided code is incorrect. Please double check it";

/* loco:$516 */
"settings__send_logs_error_expired" = "Provided code has expired. Please contact support team to obtain a new one";

/* loco:$517 */
"settings__send_logs_error_no_internet" = "There's no internet. Please check the connection and try again";

/* loco:$518 */
"settings__send_logs_error_server" = "There seems to be a problem with our server. If it persists please contact our support team";

/* loco:$519 */
"settings__send_logs_error_title" = "Operation failed";

/* loco:$520 */
"settings__send_logs_sent_title" = "Logs sent";

/* loco:$521 */
"settings__send_logs_sent_description" = "Thanks for reaching out. We'll analyze them as soon as possible.";

/* loco:$522 */
"commons__send" = "Send";

/* loco:$523 */
"settings__send_logs_title" = "Sending logs";

/* loco:$524 */
"settings__send_logs_description_link" = "Code provided by support team was autofilled. Send logs?";

/* loco:$525 */
"settings__send_logs_description_edit" = "Please enter or paste code provided by our support team";

/* loco:$526 */
"settings__send_logs" = "Send logs";

/* loco:$527 */
"settings__recommendation" = "Check out this awesome two-factor authentication app from Anexia Authenticator";

/* loco:$528 */
"settings__acknowledgements" = "Acknowledgements";

/* loco:$529 */
"introduction__import_external_app" = "Import from external app";

/* loco:$530 */
"past_duration_seconds" = "moment ago";

/* loco:$531 */
"moments-ago" = "moments ago";

/* loco:$532 */
"past_duration_minutes" = "%d minute ago";

/* loco:$533 */
"x-minutes-ago" = "%d minutes ago";

/* loco:$534 */
"past_duration_hours" = "%d hour ago";

/* loco:$535 */
"x-hours-ago" = "%d hours ago";

/* loco:$536 */
"past_duration_days" = "%d day ago";

/* loco:$537 */
"x-days-ago" = "%d days ago";

/* loco:$538 */
"past_duration_weeks" = "%d week ago";

/* loco:$539 */
"x-weeks-ago" = "%d weeks ago";

/* loco:$540 */
"past_duration_months" = "%d month ago";

/* loco:$541 */
"x-months-ago" = "%d months ago";

/* loco:$542 */
"commons__unknown_error" = "Unknown error occurred! Try again!";

/* loco:$543 */
"backup__export_result_success" = "File successfully saved!";

/* loco:$544 */
"backup__share_result_failure" = "Could not share file!";

/* loco:$545 */
"backup__enter_password_dialog_title" = "Type in password";

/* loco:$546 */
"backup__remove_password_msg" = "Enter the backup password to proceed with remove.";

/* loco:$547 */
"backup__revoke_google_access_msg" = "Enter the backup password to proceed with revoking access to Google.";

/* loco:$548 */
"backup__synchronization_settings" = "Synchronization settings";

/* loco:$549 */
"backup__local_file_title" = "Local file";

/* loco:$550 */
"backup__drive_title" = "Google Drive sync";

/* loco:$551 */
"backup__delete_file_title" = "Delete your backup file from Google Drive?";

/* loco:$552 */
"backup__delete_file_msg" = "Google Sync will be disabled. Your tokens will remain locally, but the Anexia Authenticator app will be logged out from your Google Account on this and your synced other devices.";

/* loco:$553 */
"backup__sync_status_waiting" = "Waiting for sync…";

/* loco:$554 */
"backup__sync_status_progress" = "Syncing…";

/* loco:$555 */
"import_backup_msg1_encrypted" = "You are going to import an encrypted backup file.";

/* loco:$556 */
"externalimport__choose_json_cta" = "Choose JSON file";

/* loco:$557 */
"externalimport__aegis_msg" = "Export your accounts from Aegis to an unencrypted JSON file and upload it using the \"Choose JSON file\" button. Remember to remove the file after a successful import.";

/* loco:$558 */
"externalimport__raivo_msg" = "Use the \"Export OTPs to ZIP archive\" option in Raivo's Settings, save a ZIP file, extract it and import the JSON file using the \"Choose JSON file\" button.";

/* loco:$559 */
"externalimport__no_tokens_msg" = "However, there are no services that could be imported.";

/* loco:$560 */
"commons__try_again" = "Try again";

/* loco:$561 */
"commons__proceed" = "Proceed";

/* loco:$562 */
"externalimport__ga_title" = "Importing 2FA tokens from Google Authenticator app";

/* loco:$563 */
"externalimport__aegis_title" = "Importing 2FA tokens from Aegis app";

/* loco:$564 */
"externalimport__raivo_title" = "Importing 2FA tokens from Raivo app";

/* loco:$565 */
"externalimport__ga_success_msg" = "This QR code allows importing tokens from Google Authenticator.";

/* loco:$566 */
"externalimport__aegis_success_msg" = "This JSON file allows importing tokens from Aegis.";

/* loco:$567 */
"externalimport__raivo_success_msg" = "This JSON file allows importing tokens from Raivo.";

/* loco:$568 */
"externalimport__read_error" = "Could not read any tokens. Try to select a different file.";

/* loco:$569 */
"settings__gd_sync_info" = "Google Drive sync reminder";

/* loco:$570 */
"settings__gd_sync_disable_confirm" = "Are you sure? Without Google Drive sync, you won't be able to restore your tokens if you lose or reset your phone!";

/* loco:$571 */
"extension__code_sent_msg" = "Code sent successfully";

/* loco:$572 */
"extension__code_sent_error_msg" = "Error occurred when sending code";

/* loco:$573 */
"tokens__add_service_title" = "Add new service";

/* loco:$574 */
"tokens__customize_service_title" = "Customize service";

/* loco:$575 */
"extension__services_suggested_header" = "Suggested";

/* loco:$576 */
"extension__services_all_header" = "All services";

/* loco:$577 */
"extension__services_other_header" = "Other services";

/* loco:$578 */
"settings__ssl_error_title" = "SSL Error";

/* loco:$579 */
"settings__ssl_error_description" = "An SSL error has occurred and a secure connection to the server cannot be made. Ensure you have the latest version of the app or try to change the network.";

/* loco:$580 */
"backup__import_error_file_size" = "The file you are trying to import is too big. Size limit is 10 MB.";

/* loco:$581 */
"backup__import_error_file_invalid" = "The file you are trying to import is invalid or damaged. Please choose another file.";

/* loco:$582 */
"appearance__toggle_active_search" = "Active search";

/* loco:$583 */
"appearance__active_search_description" = "Active search on startup.";

/* loco:$584 */
"widgets__expires_in" = "Expires in:";

/* loco:$585 */
"widgets__settings" = "Widget settings";

/* loco:$586 */
"errors__input_integer_number" = "Input must be integer number";

/* loco:$587 */
"errors__input_number" = "Input must be a number";

/* loco:$588 */
"errors__input_empty" = "Input can not be empty";

/* loco:$589 */
"errors__input_too_long" = "Input is too long. Limit: %d";

/* loco:$590 */
"commons__best_match" = "Best match";

/* loco:$591 */
"settings__enable_crashlytics" = "Send anonymous crash reports";

/* loco:$592 */
"settings__enable_crashlytics_description" = "Send anonymous crash reports to help Anexia Authenticator identify and solve issues in the app (app restart required).";

/* loco:$593 */
"tokens__manage_list" = "Manage list";

/* loco:$594 */
"settings__appearance" = "Appearance";

/* loco:$595 */
"settings__show_next_token_desc" = "Show next token when current one is about to expire.";

/* loco:$596 */
"settings__list_style" = "List style";

/* loco:$597 */
"backup__reminder_msg" = "Google Drive not synced.";

/* loco:$598 */
"backup__reminder_cta" = "Go to backup settings";

/* loco:$599 */
"settings__list_style_option_default" = "Default";

/* loco:$600 */
"settings__list_style_option_compact" = "Compact";

/* loco:$601 */
"externalimport_lastpass" = "LastPass";

/* loco:$602 */
"externalimport__lastpass_msg" = "Export your accounts from LastPass to an unencrypted JSON file and upload it using the \"Choose JSON file\" button. Remember to remove the file after a successful import.";

/* loco:$603 */
"settings__about_crash_optout_title" = "Crash Reports";

/* loco:$604 */
"externalimport__lastpass_title" = "Importing 2FA tokens from LastPass app";

/* loco:$605 */
"externalimport__lastpass_success_msg" = "This JSON file allows importing tokens from LastPass.";

/* loco:$606 */
"externalimport__info_lastpass_title" = "Import tokens from LastPass";

/* loco:$607 */
"externalimport__info_aegis_title" = "Import tokens from Aegis";

/* loco:$608 */
"externalimport__info_raivo_title" = "Import tokens from Raivo OTP";

/* loco:$609 */
"externalimport__info_google_authenticator_title" = "Import tokens from Google Authenticator";

/* loco:$610
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:$611 */
"tokens__add_title" = "Pair the service with Anexia Authenticator";

/* loco:$612 */
"tokens__add_description" = "Point your camera at the screen to capture the QR code.";

/* loco:$613 */
"tokens__add_other_methods" = "Other methods";

/* loco:$614 */
"tokens__add_enter_manual" = "Enter the secret key manually";

/* loco:$615 */
"tokens__add_from_gallery" = "Upload screenshot with the QR code";

/* loco:$616 */
"tokens__add_success_title" = "Almost done!";

/* loco:$617 */
"tokens__add_success_description" = "To finish pairing the service, you need to retype this token.";

/* loco:$618 */
"tokens__add_manual_title" = "Pair the service with Anexia Authenticator";

/* loco:$619 */
"tokens__add_manual_description" = "Type in the service name and secret key.";

/* loco:$620 */
"tokens__add_manual_service_name" = "Service name";

/* loco:$621 */
"tokens__add_manual_service_key" = "Secret key";

/* loco:$622 */
"tokens__add_manual_other" = "Other settings";

/* loco:$623 */
"tokens__add_manual_other_optional" = "(optional)";

/* loco:$624 */
"tokens__add_manual_done_cta" = "Add service";

/* loco:$625 */
"tokens__add_manual_help_cta" = "Don’t know what to do? Tap for help";

/* loco:$626 */
"tokens__add_manual_advanced" = "Advanced token settings";

/* loco:$627 */
"tokens__add_manual_additional_info" = "Additional info";

/* loco:$628 */
"tokens__add_manual_advanced_description" = "Changing default token settings is not recommended. Do so only when your 2FA provider requires it and when you have clear instructions.";

/* loco:$629 */
"settings__option_screenshots_description" = "Allow screenshots of the app for 5 minutes.";

/* loco:$630 */
"settings__option_screenshots" = "Allow screenshots";

/* loco:$631 */
"settings__option_screenshots_confirm_title" = "Allow screenshots of the app?";

/* loco:$632 */
"settings__option_screenshots_confirm_description" = "Are you sure? This option allows you to screenshot and record any screen within the app. However, this will also allow any external attempts of capturing screens in the app.\nFor safety reasons, this option will be automatically turned off after 5 minutes.";

/* loco:$633 */
"social__social_media" = "Social media links";

/* loco:$634 */
"social__instagram" = "Instagram";

/* loco:$635 */
"social__youtube" = "YouTube";

/* loco:$636 */
"social__twitter" = "X (formerly Twitter)";

/* loco:$637 */
"social__github" = "GitHub";

/* loco:$638 */
"social__linkedin" = "LinkedIn";

/* loco:$639 */
"social__reddit" = "Reddit";

/* loco:$640 */
"social__facebook" = "Facebook";

/* loco:$641 */
"settings__hide_tokens_title" = "Hide tokens";

/* loco:$642 */
"settings__hide_tokens_description" = "Tokens will be revealed on tap.";

/* loco:$643 */
"browser__pair_manually_cta" = "Pair manually";

/* loco:$644 */
"browser__pair_manually_hint" = "Pairing code";

/* loco:$645 */
"externalimport__info_authenticatorpro_title" = "Import tokens from Authenticator Pro";

/* loco:$646 */
"externalimport__authenticatorpro_success_msg" = "This text file allows importing tokens from Authenticator Pro.";

/* loco:$647 */
"externalimport__authenticatorpro_title" = "Importing 2FA tokens from Authenticator Pro app";

/* loco:$648 */
"externalimport__authenticatorpro_msg" = "Export your accounts from Authenticator Pro to an unencrypted text file and upload it using the \"Choose text file\" button. Remember to remove the file after a successful import.";

/* loco:$649 */
"externalimport__authenticatorpro" = "Authenticator Pro";

/* loco:$650 */
"externalimport__choose_txt_cta" = "Choose text file";

/* loco:$651 */
"fingerprint__biometric_invalidated" = "Biometric login is disabled due to changes in system fingerprint settings";

/* loco:$652 */
"tokens__last_pass_import" = "Importing 2FA tokens from the LastPass app";

/* loco:$653 */
"tokens__last_pass_import_subtitle" = "This QR code allows importing tokens from LastPass";

/* loco:$654 */
"tokens__add_with_guide" = "Guide me";

/* loco:$655 */
"guides__select_title" = "Browse services";

/* loco:$656 */
"guides__select_description" = "Select service to pair with the Anexia Authenticator app";

/* loco:$657 */
"guides__select_provide_guide" = "Do you want to provide 2FA guides for your service?";

/* loco:$658 */
"guides__select_provide_guide_cta" = "Apply now";

/* loco:$659 */
"color__pink" = "Pink";

/* loco:$660 */
"color__brown" = "Brown";

/* loco:$661 */
"tokens__other_methods_header" = "Other methods";

/* loco:$662 */
"tokens__camera_is_unavailable_app_permission" = "Camera is unavailable. Check apps' access permission in System Settings";

/* loco:$663
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens-camera-is-unavailable-app-permission-underl" = "System Settings";

/* loco:$664 */
"commons__text_short_title" = "The provided text is too short (min. %d chars)";

/* loco:$665
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "is not recommended";

/* loco:$666 */
"guides__guide_init_title" = "Anexia Authenticator guide";

/* loco:$667 */
"guides__guide_title" = "Anexia Authenticator for %@";

/* loco:$668 */
"guides__guide_universal_title" = "Universal 2FA Guide";

/* loco:$669 */
"browser__save_choice" = "Save my choice";

/* loco:$670 */
"externalimport_andotp" = "andOTP";

/* loco:$671 */
"externalimport__andotp_title" = "Importing 2FA tokens from andOTP app";

/* loco:$672 */
"externalimport__andotp_success_msg" = "This JSON file allows importing tokens from andOTP.";

/* loco:$673 */
"externalimport__info_andotp_title" = "Import tokens from andOTP";

/* loco:$674 */
"externalimport__andotp_msg" = "Export your accounts from andOTP to an unencrypted JSON file and upload it using the \"Choose JSON file\" button. Remember to remove the file after a successful import.";

/* loco:$675 */
"introduction__backup_description" = "In the next step, you'll be asked to choose your Google Drive account, where the 2FA tokens will be stored safely.";

/* loco:$676 */
"introduction__backup_take_risk_cta" = "I'll take the risk, no backup";

/* loco:$677 */
"introduction__backup_success" = "Google Drive sync turned on successfully!";

/* loco:$678 */
"backup__import_invalid_version" = "The backup file you're attempting to import is not supported in this application version. The application only supports backup format versions up to %d, while the file you're importing is version %d.";

/* loco:$679 */
"commons__pair" = "Pair";

/* loco:$680 */
"introduction__backup_icloud_title" = "Secure sync and backup";

/* loco:$681
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "Anexia Authenticator uses iCloud for secure backup and sync of your 2FA tokens. The **encrypted** backup data is stored in iCloud, accessible **only by the Anexia Authenticator app**. Additionally, this feature aids with token **recovery and syncing** across iOS devices.\n\nIt's enabled by default and can be disabled at any time in the app's backup settings.";

/* loco:$682 */
"introduction__backup_icloud_cta" = "Learn more about backup";

/* loco:$683 */
"backup__enter_password_google_drive_msg1" = "It looks like your Google Drive backup file is password-protected. Type in the correct password to proceed. If you’d like to wipe your Google Drive backup file,";

/* loco:$684 */
"backup__enter_password_google_drive_msg2" = "tap here to see how";

/* loco:$685 */
"settings__preferences" = "Preferences";

/* loco:$686 */
"settings__it_matters" = "It matters";

/* loco:$687 */
"settings__manage_tokens" = "Manage tokens";

/* loco:$688 */
"settings__info_footer" = "Your support allows us to develop new features and improvements. Thank you!";

/* loco:$689 */
"settings__trash_option" = "Retrieve from trash";

/* loco:$690 */
"periodic_notification_tips" = "Glad you're with us at Anexia Authenticator! 🌟 Take a moment to discover helpful Tips & Tricks 🛠️ in the app for enhanced security 🔒.";

/* loco:$691 */
"periodic_notification_backup" = "Enable Anexia Authenticator backup & sync to ensure you never get locked out, even if you lose your phone - your peace of mind in one tap! 🔐📱";

/* loco:$692 */
"periodic_notification_browser_extension" = "Speed up your logins with the Anexia Authenticator Browser Extension! 🚀 Download now for a faster, more convenient authentication. 🌐✨";

/* loco:$693 */
"periodic_notification_donate" = "We're grateful for your support of Anexia Authenticator! 🌟 If you find our app helpful, consider making a donation to help us keep your digital world secure. Every bit helps! 🙏💙";

/* loco:$694
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:$695 */
"widget__placeholder" = "Placeholder";

/* loco:$696 */
"widget__size_not_supported" = "This size is not supported yet";

/* loco:$697 */
"widget__settings_description" = "Select which Services you would like to display on the Widget. If no Services are available, make sure that you've enabled Widgets in app Settings section";

/* loco:$698 */
"widget__service_icon" = "Service icon";

/* loco:$699 */
"widget__not_enabled" = "Widget functionality is not enabled in Anexia Authenticator Settings section";

/* loco:$700 */
"widget__not_enabled_no_services" = "Widget functionality is not enabled in Anexia Authenticator Settings section and there are no services in the app available for selection";

/* loco:$701 */
"widget__no_services" = "There are no services in the app available for selection";

/* loco:$702 */
"widget__select_service_intent_description" = "Select Service you want to show on your Anexia Authenticator Widget";

/* loco:$703 */
"widget__my_secured_account" = "My secured account";

/* loco:$704 */
"widget__token" = "Token";

/* loco:$705 */
"watch__intro" = "Anexia Authenticator watchOS app is a companion app for the Anexia Authenticator iOS application. It will present services backed up using iCloud sync.\n\nFor quick access, add them to Favorite Services.\n\nPlease remember to donate so we can further improve the Anexia Authenticator platform!";

/* loco:$706 */
"tokens__hotp_not_supported" = "HOTP services aren't supported yet";

/* loco:$707 */
"tokens__favorite_services" = "Favorite Services";

/* loco:$708 */
"security__enter_new_pin_short" = "Enter new PIN";

/* loco:$709 */
"security__repeat_new_pin_short" = "Repeat new PIN";

/* loco:$710 */
"commons__success" = "Success";

/* loco:$711 */
"security__enter_pin_short" = "Enter PIN";

/* loco:$712 */
"settings__sort_tokens" = "Sort tokens";

/* loco:$713 */
"appleWatch__installation_info_title" = "Anexia Authenticator Apple Watch app installation";

/* loco:$714 */
"appleWatch__installation_first_step" = "Install Anexia Authenticator Auth via Watch app";

/* loco:$715 */
"appleWatch__installation_first_step_link" = "Open Watch app";

/* loco:$716 */
"appleWatch__installation_second_step" = "Ensure your iCloud Sync is enabled";

/* loco:$717 */
"appleWatch__installation_second_step_link" = "Go to Anexia Authenticator backup settings";

/* loco:$718 */
"settings__apple_watch" = "Apple Watch";
